tap "bramstein/webfonttools"
tap "derailed/k9s"
tap "derailed/popeye"
tap "garethr/kubeval"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kaos/shell"
tap "zaquestion/tap"
brew "ack"
brew "ansible"
brew "ansible-lint"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bash-completion@2", link: false
brew "bat"
brew "bats-core"
brew "cfssl"
brew "cifer"
brew "coreutils"
brew "curl"
brew "docker-machine-driver-hyperkit"
brew "doctl"
brew "dos2unix"
brew "figlet"
brew "findutils"
brew "gettext"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grep"
brew "helm"
brew "htop"
brew "python"
brew "imagemagick"
brew "inetutils", link: false
brew "ipcalc"
brew "joe"
brew "jq"
brew "maven"
brew "mkdocs"
brew "moreutils"
brew "nmap"
brew "node"
brew "octant"
brew "openssh"
brew "p7zip"
brew "pwgen"
brew "salt"
brew "screen"
brew "screenfetch"
brew "socat"
brew "ssh-copy-id", link: true
brew "telnet"
brew "terraform"
brew "tflint"
brew "travis"
brew "tree"
brew "unrar"
brew "unzip"
brew "vim"
brew "watch"
brew "wget"
brew "woff2"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "kaos/shell/bats-assert"
brew "zaquestion/tap/lab"
cask "1password"
cask "adobe-creative-cloud"
cask "aerial"
cask "caffeine"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-mono-for-powerline"
cask "font-fira-sans"
cask "font-meslo-for-powerline"
cask "font-overpass"
cask "fork"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-nik-collection"
cask "handbrake"
cask "insomnia"
cask "kitematic"
cask "macdown"
cask "microsoft-teams"
cask "postman"
cask "skype"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
