# Mac applications
cask "google-chrome"
cask "1password"
cask "dropbox"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "adobe-creative-cloud"
cask "firefox"
cask "kitematic"
cask "slack"
cask "visualvm"
cask "aerial"
cask "macdown"
cask "sts"
cask "apache-directory-studio"
cask "google-drive"
cask "minikube"
cask "tower"
cask "google-nik-collection"
cask "tunnelblick"
cask "docker"
cask "java"
cask "java8"

# Homebrew taps
tap "derailed/k9s"

# Homebrew packages
brew "k9s"
brew "mysql"
brew "ansible"
brew "bash-completion"
brew "dos2unix"
brew "git"
brew "gettext"
brew "joe"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kubeval"
brew "openssl"
brew "wget"
brew "yq"
brew "youtube-dl"
