# Mac applications
cask "google-chrome"
cask "1password"
cask "dropbox"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "adobe-creative-cloud"
cask "firefox"
cask "kitematic"
cask "slack"
cask "visualvm"
cask "aerial"
cask "macdown"
cask "springtoolsuite"
cask "apache-directory-studio"
cask "google-backup-and-sync"
cask "minikube"
cask "tower"
cask "google-nik-collection"
cask "tunnelblick"
cask "docker"
cask "whatsapp"
cask "microsoft-teams"

tap "homebrew/cask-versions"
cask "adoptopenjdk8"
cask "java"
cask "fork"

# kubernetes
tap "derailed/k9s"
brew "k9s"

# Homebrew packages
brew "ack"
brew "mysql"
brew "ansible"
brew "bash-completion"
brew "dos2unix"
brew "git"
brew "git-lfs"
brew "grep"
brew "gnupg"
brew "gettext"
brew "imagemagick"
brew "joe"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
tap "garethr/kubeval"
brew "kubeval"
brew "openssl"
brew "openssh"
brew "screen"
brew "ssh-copy-id"
brew "socat"
brew "tree"
brew "wget"
brew "yq"
brew "youtube-dl"
brew "vim"

# Install font tools
tap "bramstein/webfonttools"
brew "sfnt2woff"
brew "sfnt2woff-zopfli"
brew "woff2"

# Fonts
tap "homebrew/cask-fonts"
cask "font-meslo-for-powerline"
cask "font-fira-mono-for-powerline"